"NotificationsTitle_RunSomeCleanup" = "Zeit für die Pflege Ihres Macs!";
"NotificationDescription_RunSomeCleanup" = "Starten Sie CleanMyMac, um Speicherplatz freizugeben.";
"NotificationDescription_RunScan" = "Starten Sie CleanMyMac, um nach Datenmüll zu suchen.";
"Launch" = "Öffnen";
"Cancel" = "Abbrechen";
